Repository: india-rose/xamarin-indiarose
Catalog: Resources/*/Resources.resw
Source language: en
Languages: fr

# ExploreCollection_TitleDialog.Text
source: What do you want to do?
fr: Que souhaitez-vous faire ?

# ExploreCollection_SeeIndiagram.Text
source: See
fr: Voir

# ExploreCollection_GoIntoCategory.Text
source: Navigate into
fr: Aller dedans

# ExploreCollection_SelectCategory.Text
source: Select
fr: Sélectionner

# DeleteCategoryConfirmation_Title.Text
source: This category has children, if you delete it, it will also delete all of its children, are you sure you want it?
fr: Cette catégorie contient des Indiagrams

# DeleteCategoryWarning_Title.Text
source: Do you really want to delete this category?
fr: Êtes-vous sûr de vouloir supprimer cette catégorie ?

# DeleteIndiagramWarning_Title.Text
source: Do you really want to delete this indiagram?
fr: Êtes-vous sûr de vouloir supprimer cet indiagram ?

# ImageChoice_Camera.Text
source: Camera
fr: Appareil photo

# ImageChoice_Gallery.Text
source: Photo gallery
fr: Gallerie photo

# ImageChoice_PickerTitle.Text
source: Choose a picture
fr: Choisissez une photo

# ImageChoice_Title.Text
source: Choose how to pick a picture
fr: Choisissez comment prendre une photo

# SoundChoice_Browse.Text
source: Files already on the device
fr: Fichier sur l'appareil

# SoundChoice_PickerTitle.Text
source: Choose a sound
fr: Choisissez un son

# SoundChoice_Record.Text
source: Record a sound
fr: Enregistrer un son

# SoundChoice_Title.Text
source: Choose how to pick a sound
fr: Choisissez comment choisir un son

# Collection_ChooseCategory.Text
source: Choose category
fr: Choisir une catégorie

# Collection_PositionBefore.Text
source: Before:
fr: Avant :

# Collection_ChooseSound.Text
source: Choose sound
fr: Choisir un son

# Collection_DeleteSound.Text
source: Delete sound
fr: Supprimer le son

# Collection_CopyIndiagram.Text
source: Copy indiagram
fr: Copier l'indiagram :

# Collection_Copy.Text
source: Copy
fr: Copier

# Collection_Paste.Text
source: Paste
fr: Coller

# Collection_EnableDisableIndiagram.Text
source: Enable/Disable indiagrams
fr: Activer/Désactiver l'indiagram

# Collection_EnableIndiagram.Text
source: Enable
fr: Activer

# Collection_DisableIndiagram.Text
source: Disable
fr: Désactiver

# Collection_ChooseImage.Text
source: Choose image
fr: Choisir une image

# Collection_IsCategory.Text
source: Is a category
fr: Est une catégorie

# Collection_MissingText.Text
source: You must give a text to this indiagram
fr: Vous devez associer un texte à l'indiagram

# Collection_MissingSound.Text
source: You need to record/choose a sound or give a text to the indiagram before listening
fr: Vous devez choisir/enregistrer un son ou associer un texte à l'indiagram avant de pouvoir le lire

# Collection_IndiagramText.Text
source: Indiagram text:
fr: Texte de l'indiagram :

# Collection_ParentCategory.Text
source: Parent category:
fr: Catégorie parente :

# Collection_ParentCategoryName.Text
source: Name:
fr: Nom :

# Collection_Sound.Text
source: Sound:
fr: Son :

# Collection_SoundPath.Text
source: Path:
fr: Chemin :

# Collection_ListenSound.Text
source: Listen
fr: Ecouter

# Collection_RootCategoryName.Text
source: Home
fr: Accueil

# Collection_NoSound.Text
source: None
fr: Aucun

# CollectionManagement_Add.Text
source: Add
fr: Ajouter

# CollectionManagement_Next.Text
source: Next
fr: Suivant

# ColorPicker_Title.Text
source: Pick a color
fr: Choisissez la couleur

# ResetSettings_Title.Text
source: Do you want to reset the settings (not the collection)?
fr: Réinitialisation des paramètres

# DragAndDrop_Explanation.Text
source: Two modes are available to select indiagrams, Point and Click (just touch the indiagram and it will be added to the sentence) or Drag and drop (you need to drag indiagram from the browsing area and drop it in the sentence area)
fr: Deux modes de sélection sont disponibles, Touch (vous touchez juste un indiagram et il sera ajouté à la phrase) ou Glisser-Déposer (vous devez glisser l'indiagram depuis la zone du haut dans la bande phrase pour l'ajouter)

# DragAndDrop_Title.Text
source: Do you want to use the drag and drop ?
fr: Activer le Glisser-Déposer

# ReadingDelay_Explanation.Text
source: Modify the delay between two words
fr: Modifier le délai entre la lecture de deux mots d'une phrase

# ReadingDelay_ValueFormat.ConverterParameter
source: {0:0.0} seconds
fr: {0:0.0} secondes

# ReadingDelay_Title.Text
source: Delay between two words
fr: Délai entre deux mots

# CategoryReading_Explanation.Text
source: If you activate this option, the categories will be read by the application when selected.
fr: Si vous activez cette option, les catégories seront lues lors de leur sélection

# CategoryReading_Title.Text
source: Play sound associated with the category when selected?
fr: Lire le son associé à la catégorie quand elle est sélectionnée

# RadioButton_Off.Text
source: Disabled
fr: Désactiver

# RadioButton_On.Text
source: Enabled
fr: Activer

# Button_Cancel.Text
source: Cancel
fr: Annuler

# Button_Edit.Text
source: Edit
fr: Editer

# Button_Delete.Text
source: Delete
fr: Supprimer

# AppSettings_Background.Text
source: Background color properties
fr: Propriétés couleur de fond

# AppSettings_DragDrop.Text
source: Drag and drop
fr: Glisser-déposer

# AppSettings_Indiagram.Text
source: Indiagram properties
fr: Propriétés des indiagrams

# AppSettings_ReadingCategory.Text
source: Category reading
fr: Lecture des catégories

# AppSettings_ReadingDelay.Text
source: Reading delay between words
fr: Délai de lecture entre les mots

# AppSettings_Reset.Text
source: Reset settings
fr: Réinitialiser les paramètres

# Server_Synchro_Start.Text
source: Synchronization of properties with server ...\n Please wait !
fr: Synchronisation de l'application

# Server_Synchro_Void.Text
source: This screen do nothing for the time\nYou must to click on the back button\nYou can wait until the world's end if you want
fr: Fonctionnalité en attente

# MailError_Explanation.Text
source: Unable to send email
fr: Impossible d'envoyer un email

# MailError_Title.Text
source: Error
fr: Erreur

# Contact.Body
source: User of the application (age / disease) : \n Did you know the PECS method or picture exchange communication before using this application : \n Did you easily understand how this application work : \n Comments :
fr: Utilisateur de l'application (âge / maladie) : \n Connaissiez vous la méthode PECS (méthode de communication par échange de pictogramme) avant d'utiliser cette application : \n Avez vous facilement compris comment fonctionnait cette application : \n Commentaires :

# TTS_Choose.Text
source: Choose TTS Ivona
fr: Choisissez TTS Ivona

# TTS_Ivona.Text
source: Install the TTS Ivona
fr: Installer TTS Ivona

# TTS_LangPack.Text
source: Install a language pack
fr: Installer la langue pour la synthèse vocale

# Home_AppSettings.Text
source: Application settings
fr: Paramètres de l'application

# Home_CollectionManagement.Text
source: Collection management
fr: Gestion de la collection

# Home_Contact.Text
source: Contact us
fr: Contactez-nous

# Home_Credits.Text
source: Credits
fr: Crédits

# Home_Help.Text
source: Help
fr: Aide

# Home_SendLogs.Text
source: Send application logs
fr: Envoyer les logs de l'application

# Home_SyncCollection.Text
source: Synchronize collection and settings
fr: Synchroniser la collection et les paramètres

# Home_VoiceSynthesisUpgrade.Text
source: Upgrade the voice synthesis engine
fr: Améliorer le moteur de synthèse vocale

# IndiagramProperty_ChangeTextColor.Text
source: Change text's color
fr: Changer la couleur du texte

# IndiagramProperty_TextColor.Text
source: Text's color
fr: Couleur du texte

# IndiagramProperty_TextColorLabel.Text
source: Text has this color :
fr: Couleur du texte :

# IndiagramProperty_FontSize.Text
source: Font size :
fr: Taille de la police :

# IndiagramProperty_FontFamily.Text
source: Font :
fr: Police :

# IndiagramProperty_BackHomeAfterPicking.Text
source: Back to home after picking indiagram
fr: Revenir à l'accueil après la sélection d'un indiagram

# IndiagramProperty_IndiagramSize.Text
source: Size of indiagram :
fr: Taille des indiagrams :

# IndiagramProperty_ChangeReinforcerColor.Text
source: Change reinforcer color
fr: Changer la couleur du renforçateur

# IndiagramProperty_EnableReinforcer.Text
source: Reading reinforcer enabled
fr: Activer le renforçateur de lecture

# ApplicationLook_AreaSize.Text
source: Size of the top area (indiagram selection):
fr: Hauteur de la zone du haut (sélection des indiagrams)

# ApplicationLook_ChangeTopColor.Text
source: Touch top area to change its color
fr: Toucher la zone en haut pour changer sa couleur

# ApplicationLook_ChangeBottomColor.Text
source: Touch bottom area to change its color
fr: Toucher la zone en bas pour changer sa couleur

# Credits_Cloud2011Team.Text
source: Mélanie Pothain, Fabienne Bruneau, Alexis Fleuriet, François Lecugy, Adrien Tremblay
fr: Mélanie Pothain, Fabienne Bruneau, Alexis Fleuriet, François Lecugy, Adrien Tremblay, Julien De Sousa

# Credits_Graphics.Text
source: Design and communication
fr: Design et communication

# Credits_IndiagramProvider.Text
source: Indiagram provider
fr: Fournisseur d'indiagram

# Credits_OfficerTeam.Text
source: Julien Mialon, José Martins, Anthony Froissant, Julien De Sousa
fr: Julien Mialon, José Martins

# Credits_Trainee2012.Text
source: Trainee 2012/2013
fr: Stagiaire 2012/2013

# Credits_Trainee2013.Text
source: Trainee 2013/2014
fr: Stagiaire 2013/2014

# Credits_Trainee2014.Text
source: Trainee 2014/2015
fr: Stagiaire 2014/2015

# Credits_University.Text
source: Orléans University
fr: Université d'Orléans

# Collection_CategoryEmpty.Text
source: This category is empty.
fr: Cette catégorie est vide.

# Collection_EndPosition.Text
source: -- At the end --
fr: -- À la fin --

# Collection_HasChildren.Text
source: This category has children, it can't be turned into a simple indiagram
fr: Cette catégorie a des enfants, vous ne pouvez pas la transformer en simple indiagram

# BackButton.Text
source: Back
fr: Retour

# Collection_ChildrensNotCategory.Text
source: This category does not have children who is a category
fr: Cette catégorie n'a pas d'enfant qui soit une catégorie

# IndiagramProperty_MultipleIndiagramSelection.Text
source: Can select the same indiagram multiple times
fr: Possibilité de sélectionner plusieurs fois le même indiagram

# SplashScreen_FromOldFormat.Text
source: Updating your collection....
fr: Mise à jour de votre collection...

# SplashScreen_FromZipFormat.Text
source: Creating collection...
fr: Création de la collection...

# SplashScreen_Loading.Text
source: Loading...
fr: Chargement...

# ImportCollection_DialogTitle.Text
source: Initializing
fr: Initialisation

# ImportCollection_FromOldFormat.Text
source: Converting your collection to new efficient storage format
fr: Mise à jour de votre collection d'indiagrams

# ImportCollection_FromZip.Text
source: Importing collection from initial data
fr: Création de la collection de base

# Credits_Original.Text
source: Founders
fr: Equipe originelle
